Repository: simplesconsultoria/s17.portlets
Catalog: src/s17/person/portlets/locales/*/LC_MESSAGES/s17.person.portlets.po
Languages: es, pt_br

source: Birthday Portlet
pt_br: Portlet de Aniversariantes

source: Displays a search box to look for persons using their name.
pt_br: Exibe uma caixa de busca para procurar por pessoas que utilizam este nome.

source: Displays information about a person personal profile including portrait, resume and latest posts made on the site.
pt_br: Exibe informações sobre um perfil pessoal de um colaborador, incluindo retrato, currículo e as mais recentes postagens feitas no site.

source: Displays the names of the persons with upcoming birthdays in the following days.
pt_br: Exibe os nomes das pessoas com aniversários próximos nos dias seguintes.

source: Latest Posts
es: Últimas contribuciones
pt_br: Últimos posts

source: My Profile
es: Mi perfil
pt_br: Meu perfil

source: Numbers of days
es: Número de días
pt_br: Número de dias

source: Person Profile Portlet
pt_br: Portlet de Perfil Pessoal

source: Portlet Title
es: Título del portlet
pt_br: Título do portlet

source: Profile, birthday and white pages portlets for persons.
pt_br: Portlets de perfis, de aniversários e de páginas brancas para pessoas

source: Search
pt_br: Buscar

source: Search for birthdays from here plus numbers of days
es: Buscar cumpleaños desde hoy hasta número de días
pt_br: Busca de aniversários nos próximos número de dias.

source: The portlet title
es: El título del portlet
pt_br: O título do portlet

source: Title
es: Título
pt_br: Título

source: White Pages Portlet
pt_br: Portlet de Páginas Brancas

source: the Title of the portlet
es: el título del portlet
pt_br: O título do portlet

source: My Resume
es: Mi resumen

source: Participation
es: Participación
