Repository: simplesconsultoria/s17.portlets
Catalog: src/s17/portlets/locales/*/LC_MESSAGES/s17.portlets.po
Languages: es, pt_br

source: All content created by you
es: Todos los contenidos creados por usted
pt_br: Todos os conteúdos criados por você

source: Birthdays
es: Cumpleaños
pt_br: Aniversariantes

source: Days
es: Días
pt_br: Dias

source: E-mail:
es: Correo electrónico

source: Edit profile
es: Editar perfil
pt_br: Editar perfil

source: Extension line:
es: Número de extensión
pt_br: Número de ramal:

source: Latest content created by you:
es: Últimos contenidos creados por usted:
pt_br: Últimos conteúdos criados por você:

source: Lists the latest content created by you
es: Lista los últimos contenidos creados por usted
pt_br: Lista os últimos conteúdos criados por você

source: No items found.
es: No se encontraron elementos.
pt_br: Não se encontraram itens.

source: Organization Unit:
es: Unidad organizacional:
pt_br: Unidade organizacional

source: Portlet Title
es: Título del portlet
pt_br: Título do portlet

source: Portlet description
es: Descripción del portlet
pt_br: Descrição do portlet

source: Portrait
es: Retrato
pt_br: Retrato

source: Profile, birthday and white pages portlets for persons.
es: Portlets de perfil, aniversario y páginas blancas para personas.
pt_br: Portlets de perfis, de aniversários e de páginas brancas para pessoas

source: Search
es: Buscar
pt_br: Buscar

source: Search for birthdays from here plus numbers of days
es: Buscar cumpleaños desde hoy hasta el número de días
pt_br: Busca de aniversariantes desde hoje ate o número de dias

source: Search people
es: Buscar personas
pt_br: Buscar pessoas

source: Search results for ${term}
es: Resultados de la búsqueda de ${term}
pt_br: Resultados da busca por ${term}

source: Show edit profile link
es: Mostrar vínculo para editar el perfil
pt_br: Mostrar link para editar o perfil

source: Show edit profile link for current user.
es: Mostrar vínculo para editar el perfil del usuario actual.
pt_br: Mostrar link para editar o perfil do usuário atual.

source: Show logout link
es: Mostrar vínculo para salir
pt_br: Mostrar link para sair

source: Show logout link for current user.
es: Mostrar vínculo para que el usuario actual salga del sistema.
pt_br: Mostrar link para o usuário atual sair do sistema.

source: Show recent content
es: Mostrar contenido reciente
pt_br: Mostrar conteúdo recente

source: Show recent content created by current user.
es: Mostrar el contenido creado recientemente por el usuario actual.
pt_br: Mostrar o conteúdo criado recentemente pelo usuário atual.

source: Show title
es: Mostrar título
pt_br: Mostrar título

source: Show title of this portlet.
es: Mostrar el título de este portlet.
pt_br: Mostrar o título do portlet.

source: The portlet title
es: El título del portlet
pt_br: O título do portlet

source: User Profile
es: Perfil de usuario
pt_br: Perfil do usuário
